[
  {"Frage": "Erkläre das Prinzip der Photosynthese."},
  {"Frage": "Was sind die Hauptursachen für den Klimawandel?"},
  {"Frage": "Beschreibe den Aufbau einer Zelle und ihre Funktionen."},
  {"Frage": "Wie funktioniert das Internet? Erkläre die grundlegenden Prinzipien."},
  {"Frage": "Was sind die wichtigsten Merkmale der Renaissance in der Kunst und Kultur?"},
  {"Frage": "Erläutere die Theorie der Evolution von Charles Darwin."},
  {"Frage": "Beschreibe die Grundlagen der Quantenmechanik."},
  {"Frage": "Was sind erneuerbare Energiequellen und warum sind sie wichtig?"},
  {"Frage": "Wie wirkt ein Impfstoff im menschlichen Körper?"},
  {"Frage": "Erkläre den Begriff künstliche Intelligenz (KI)."},
  {"Frage": "Was versteht man unter dem Begriff 'Schwarzes Loch'?"},
  {"Frage": "Welche Rolle spielt Insulin im menschlichen Körper?"},
  {"Frage": "Was sind die Auswirkungen des sauren Regens auf die Umwelt?"},
  {"Frage": "Wie entstehen Erdbeben?"},
  {"Frage": "Erkläre das Konzept der Genschere CRISPR-Cas9."},
  {"Frage": "Was sind die Grundprinzipien der Demokratie?"},
  {"Frage": "Wie beeinflusst die Schwerkraft die Zeit?"},
  {"Frage": "Was sind die wichtigsten Bestandteile eines Computersystems?"},
  {"Frage": "Was ist der Unterschied zwischen Eukaryoten und Prokaryoten?"},
  {"Frage": "Wie wirkt Antibiotika gegen Bakterien?"},
  {"Frage": "Was ist die Bedeutung der Relativitätstheorie von Albert Einstein?"},
  {"Frage": "Welche Rolle spielen Enzyme im menschlichen Körper?"},
  {"Frage": "Erkläre das Phänomen der Schwarzen Löcher in der Astrophysik."},
  {"Frage": "Was sind die grundlegenden Prinzipien der Gentechnik?"},
  {"Frage": "Wie funktioniert das menschliche Immunsystem?"},
  {"Frage": "Was sind die Auswirkungen von Plastikverschmutzung auf die Umwelt?"},
  {"Frage": "Welche Bedeutung hat das Periodensystem der Elemente in der Chemie?"},
  {"Frage": "Erkläre das Doppler-Effekt-Phänomen."},
  {"Frage": "Was sind die Hauptfunktionen des menschlichen Nervensystems?"},
  {"Frage": "Welche Rolle spielt die DNS bei der Vererbung von genetischem Material?"},
  {"Frage": "Wie entstehen Regenbogen und welche Prinzipien stecken dahinter?"},
  {"Frage": "Was sind die Schlüsselprinzipien der Nachhaltigkeit?"},
  {"Frage": "Wie beeinflusst die Sonnenaktivität das Klima auf der Erde?"},
  {"Frage": "Erkläre die Grundlagen der Game-Theorie."},
  {"Frage": "Was versteht man unter dem Begriff 'Hawking-Strahlung'?"},
  {"Frage": "Wie funktioniert die elektrische Signalübertragung im menschlichen Gehirn?"},
  {"Frage": "Was sind die Hauptursachen für das Artensterben?"},
  {"Frage": "Welche Rolle spielt das Hormon Melatonin im menschlichen Körper?"},
  {"Frage": "Wie beeinflusst die globale Erwärmung die Arktis?"},
  {"Frage": "Erkläre die Grundlagen der Stringtheorie in der Physik."}
]
